jorgebucaran/fisher
gazorby/fish-abbreviation-tips
nickeb96/puffer-fish
patrickf1/fzf.fish
pure-fish/pure
joseluisq/gitnow@2.12.0
meaningful-ooo/sponge
rstacruz/fish-asdf
